tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "act"
brew "openssl@1.1", link: true
brew "readline"
brew "autojump"
brew "awscli"
brew "node"
brew "bitwarden-cli"
brew "chezmoi"
brew "libpq"
brew "composer"
brew "coreutils"
brew "fd"
brew "gdbm"
brew "git"
brew "gnupg"
brew "lazygit"
brew "libyaml"
brew "llama"
brew "mas"
brew "mysql", restart_service: true
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nvm"
brew "openssl@3"
brew "poetry"
brew "postgresql@14"
brew "pure"
brew "pyenv"
brew "ripgrep"
brew "sops"
brew "watchman"
brew "yarn"
brew "zsh-fast-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "adguard"
cask "adoptopenjdk15"
cask "aldente"
cask "android-platform-tools"
cask "android-studio"
cask "appcleaner"
cask "bitwarden"
cask "discord"
cask "docker"
cask "figma"
cask "hiddenbar"
cask "imageoptim"
cask "kitty"
cask "mos"
cask "ngrok"
cask "notion"
cask "numi"
cask "raycast"
cask "sip"
cask "slack"
cask "spotify"
cask "tableplus"
cask "ultimaker-cura"
cask "visual-studio-code"
mas "Bitwarden", id: 1352778147
mas "Magnet", id: 441258766
mas "Notion Web Clipper", id: 1559269364
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Step Two", id: 1448916662
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
