tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "wix/brew"
brew "act"
brew "openssl@3"
brew "openssl@1.1"
brew "readline"
brew "python@3.11"
brew "autojump"
brew "docutils"
brew "awscli"
brew "node"
brew "bitwarden-cli"
brew "chezmoi"
brew "curl"
brew "gd"
brew "libpq"
brew "php"
brew "composer"
brew "coreutils"
brew "folly"
brew "edencommon"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "ffmpeg"
brew "gdbm"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "julia"
brew "lazygit"
brew "libheif"
brew "libyaml"
brew "llama"
brew "mas"
brew "mysql", restart_service: true
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nvm"
brew "virtualenv"
brew "poetry"
brew "postgresql@14"
brew "pure"
brew "pyenv"
brew "python@3.10"
brew "ripgrep"
brew "sops"
brew "watchman"
brew "yarn"
brew "zsh-fast-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "wix/brew/applesimutils"
cask "adguard"
cask "adoptopenjdk15"
cask "alacritty"
cask "aldente"
cask "android-platform-tools"
cask "android-studio"
cask "appcleaner"
cask "bitwarden"
cask "discord"
cask "docker"
cask "figma"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "hiddenbar"
cask "imageoptim"
cask "mos"
cask "ngrok"
cask "notion"
cask "numi"
cask "raycast"
cask "shapr3d"
cask "sip"
cask "slack"
cask "spotify"
cask "tableplus"
cask "ultimaker-cura"
cask "visual-studio-code"
mas "Bitwarden", id: 1352778147
mas "Keynote", id: 409183694
mas "Klack", id: 6446206067
mas "Magnet", id: 441258766
mas "Notion Web Clipper", id: 1559269364
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-labs"
vscode "GitHub.github-vscode-theme"
vscode "ms-python.python"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.live-server"
vscode "platformio.platformio-ide"
vscode "RaillyHugo.one-hunter"
vscode "rvest.vs-code-prettier-eslint"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "WallabyJs.quokka-vscode"
