tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "moncho/dry"
tap "oven-sh/bun"
tap "wix/brew"
brew "act"
brew "openssl@3"
brew "openssl@1.1"
brew "readline"
brew "python@3.11"
brew "autojump"
brew "automake"
brew "bottom"
brew "pycparser"
brew "cffi"
brew "chezmoi"
brew "curl"
brew "gd"
brew "libpq"
brew "php", restart_service: true
brew "composer"
brew "coreutils"
brew "docutils"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gdbm"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "jq"
brew "julia"
brew "lazydocker"
brew "lazygit"
brew "libheif"
brew "libyaml"
brew "luarocks"
brew "mas"
brew "mysql"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "nvm"
brew "poppler"
brew "pure"
brew "pyenv"
brew "ripgrep"
brew "unar"
brew "virtualenv"
brew "watchman"
brew "wget"
brew "yarn"
brew "yazi"
brew "zoxide"
brew "zsh-fast-syntax-highlighting"
brew "moncho/dry/dry"
brew "oven-sh/bun/bun"
cask "adguard"
cask "aldente"
cask "amethyst"
cask "appcleaner"
cask "bitwarden"
cask "crossover"
cask "cursor"
cask "discord"
cask "docker"
cask "figma"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "imageoptim"
cask "kitty"
cask "mos"
cask "ngrok"
cask "notion"
cask "numi"
cask "postman"
cask "ray"
cask "raycast"
cask "sip"
cask "slack"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "warp"
mas "Bitwarden", id: 1352778147
mas "Keynote", id: 409183694
mas "Klack", id: 6446206067
mas "Notion Web Clipper", id: 1559269364
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
vscode "artlaman.chalice-icon-theme"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "emallin.phpunit"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-vscode.live-server"
vscode "pomber.git-file-history"
vscode "raunofreiberg.vesper"
vscode "rvest.vs-code-prettier-eslint"
vscode "vue.volar"
